Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: (l) Establish a roster of potential legal and protection policy consultants (para. 182);
fr: l) D'établir une liste de consultants spécialistes des questions juridiques et des questions de protection (par. 182);

source: (m) Consider the publication of a consolidated report on protection (para. 188);
fr: m) D'envisager de publier un rapport de synthèse sur les questions de protection (par. 188);

source: (n) Review resettlement resources or objectives, with a view to align available means and operational needs (para. 191);
fr: n) De revoir les moyens consacrés aux activités de réinstallations et les objectifs afin de faire coïncider les moyens disponibles avec les besoins opérationnels (par. 191);

source: (o) Implement the June 2004 resettlement anti-fraud plan of action (para. 197);
fr: o) D'appliquer le plan de lutte contre la fraude dans les activités de réinstallation adopté en juin 2004 (par. 197);

source: (p) Harmonize definitions and terms used for results-based management within its organization, in line with United Nations system practices (para. 214);
fr: p) D'harmoniser les termes et les définitions utilisés dans le domaine de la gestion axée sur les résultats, conformément à la pratique en vigueur au sein du système des Nations Unies (par. 214);

source: (q) Include in its work plans specific, measurable, achievable, relevant and time-bound objectives and indicators (para. 235);
fr: q) D'inscrire dans ses plans de travail des objectifs et des indicateurs spécifiques, mesurables, réalisables, appropriés et temporellement circonscrits (par. 235);

source: (r) Improve staff awareness regarding information and communication technology anti-fraud policies (para. 247);
fr: r) De mieux avertir le personnel de la réglementation contre les malversations informatiques (par. 247);

source: (s) Review the compliance of field office management with instructions (paras. 253, 255, 257, 259, 261 and 265);
fr: s) D'examiner l'application des instructions par les responsables des bureaux (par. 253, 255, 257, 259, 261 et 265);

source: (t) Review annually the New York Office's activities, outputs and plans (para.
fr: t) D'examiner chaque année les activités, les produits et les plans du bureau de New York (par. 273).

source: The Board's other recommendations appear in paragraphs 35, 38, 58, 74, 77, 79, 81, 83, 91, 97, 122, 139, 147, 150, 156, 163, 166, 168, 172, 175, 178, 182, 186, 188, 195, 201, 203, 208, 211, 216, 224, 238, 242, 245, 249 and 268.
fr: Les autres recommandations du Comité figurent aux paragraphes 35, 38, 58, 77, 79, 81, 83, 91, 97, 122, 139, 147, 150, 156, 163, 166, 168, 172, 175, 178, 182, 186, 188, 195, 201, 203, 208, 211, 216, 224, 238, 242, 245, 249 et 268.

source: Biennial cycle
fr: Cycle biennal

source: The Advisory Committee on Administrative and Budgetary Questions has concurred again (see A/AC.96/992/Add.2) with the past recommendation of the General Assembly, reiterated by the Joint Inspection Unit, that UNHCR should modify its programme budget and external audit cycles from annual to biennial, in alignment with the United Nations regular budget (see JIU/REP/2004/4, recommendation 3, to which UNHCR agreed to in its report of 14 February 2005).
fr: Le Comité consultatif pour les questions administratives et budgétaires (CCQAB) s'est de nouveau associé (voir A/AC.96/992/Add.2) à la recommandation de l'Assemblée générale, réitérée par le Corps commun d'inspection, selon laquelle le HCR devrait, pour son budget-programme et ses audits externes, passer d'un cycle annuel à un cycle biennal afin de suivre le cycle du budget ordinaire de l'ONU (voir JIU/REP/2004/4, recommandation 3 acceptée par le HCR dans son rapport du 14 février 2005).

source: By June 2005, UNHCR was actively following up on this matter with the Member States.
fr: En juin 2005, le HCR suivait activement cette question avec les États Membres.

source: In its resolution 58/253 of 22 December 2003, the General Assembly recalled paragraph 20 of the statute of the Office of the High Commissioner (“The Office of the High Commissioner shall be financed under the budget of the United Nations”) and called for its application.
fr: Dans sa résolution 58/253 du 22 décembre 2003, l'Assemblée générale a rappelé le paragraphe 20 du Statut du Haut-Commissariat pour les réfugiés («Les dépenses du Haut-Commissariat seront imputées sur le budget de l'Organisation des Nations Unies») et en a demandé l'application.

source: In 2003, the United Nations regular budget met 39.5 per cent of management and administration costs and 13 per cent of programme support costs.
fr: Un recul a été enregistré en 2004, lorsque 37 % des dépenses de gestion et d'administration et 8 % des dépenses d'appui au programme ont été financées au moyen du budget ordinaire de l'ONU (note 5 relative aux états financiers).

source: The management and administration costs cover the organizational units, whose primary function is the maintenance of the identity, direction, welfare and security of UNHCR staff, including the units that carry out the functions of executive direction, organizational policy and evaluation, external relations, information and administration.
fr: La première catégorie de dépenses comprend les coûts afférents aux unités administratives dont la fonction principale est le maintien de l'identité, de la direction, du bien-être et de la sécurité du personnel du HCR, y compris les services qui assument les fonctions liées à la direction exécutive, à l'élaboration des lignes d'action et à l'évaluation, aux relations extérieures, à l'information et à l'administration.

source: In 2004, there was a reversal in the effort, due to an increase of UNHCR programme expenditures, with figures amounting respectively to 37 per cent (instead of 39.5 per cent) and 8 per cent, instead of 13 per cent (as per note 5 to the financial statements).
fr: En 2003, ces taux s'établissaient à 39,5 % et 13 %, respectivement.

source: UNHCR agreed with the Secretariat that the gradual increase should continue until paragraph 20 of the statute is fully implemented.
fr: Le HCR est convenu avec le Secrétariat que l'augmentation progressive de ce financement se poursuivrait jusqu'à ce que les dispositions du paragraphe 20 du Statut soient entièrement appliquées.

source: The Board noted in its previous report that the General Assembly, in paragraph 6 of its resolution 57/278 A of 20 December 2002, had requested the Secretary-General and the executive heads of the funds and programmes of the United Nations to examine governance structures, principles and accountability throughout the United Nations System.
fr: Dans son précédent rapport, le Comité a noté que l'Assemblée générale, au paragraphe 6 de sa résolution 57/278 A en date du 20 décembre 2002, avait prié le Secrétaire général et les chefs de secrétariat des fonds et programmes des Nations Unies d'examiner les structures de gestion, les principes et la reddition de comptes dans tout le système des Nations Unies.

source: UNHCR indicated that the disclosure of governance structures, principles and accountability in the financial statements is a United Nations system-wide issue, which has been referred to the Task Force on Accounting Standards by the High-Level Committee on Management of the United Nations System Chief Executives Board for Coordination for consideration, with a view to providing guidance to all United Nations agencies.
fr: Le HCR a indiqué que la présentation dans les états financiers de renseignements sur les structures de gestion, les principes et la reddition des comptes était une question qui se posait pour l'ensemble des organismes des Nations Unies, et que le Comité de haut niveau chargé des questions de gestion du Conseil des chefs de secrétariat avait renvoyée pour examen au Groupe de travail des normes comptables, afin qu'il communique des directives à tous les organismes intéressés.

source: It awaits the inter-agency conclusions and, in the interim, has for the first time mentioned in the financial report (chap. I of the present document) that it has undertaken to review governance issues.
fr: En attendant les conclusions interinstitutions, le HCR a indiqué pour la première fois dans son rapport financier (chapitre premier du présent rapport) qu'il avait entrepris un examen des questions de gestion.

source: It has done so through two reports.
fr: Il y a déjà consacré deux rapports.

source: In August 2004, the Joint Inspection Unit issued a report entitled “Review of management and administration in the Office of the United Nations High Commissioner for Refugees”.
fr: En août 2004, le Corps commun d'inspection a publié un rapport intitulé «Étude de la gestion et de l'administration au sein du Haut-Commissariat des Nations Unies pour les réfugiés».

source: The Joint Inspection Unit was to present the report to the General Assembly in the fall of 2005.
fr: Il devait le présenter à l'Assemblée générale à l'automne 2005.

source: In mid-2004, following recommendations of the Executive Committee and of the Board of Auditors, the High Commissioner initiated a headquarters process review.
fr: À la mi-2004, comme suite aux recommandations du Comité exécutif et du Comité des commissaires aux comptes, le Haut-Commissaire a entrepris un examen des procédures en vigueur au siège.

source: The Executive Committee requested a report on the full, independent review of the senior management structure, encompassing the issues (management oversight, the position of Assistant High Commissioner, protection as a core mandate of UNHCR) raised by the Advisory Committee on Administrative and Budgetary Questions and the Standing Committee and any relevant results of the headquarters process review.
fr: Le Comité exécutif a demandé un rapport présentant une étude complète et indépendante de sa structure exécutive, qui aborde les questions (concernant le contrôle de la gestion, le poste de Haut-Commissaire assistant et la protection en tant qu'élément central du mandat du HCR) soulevées par le CCQAB et le Comité permanent, ainsi que les conclusions pertinentes de l'étude du siège.

source: A Geneva-based consultancy firm was subsequently contracted to carry out an independent study; the report was reviewed by the Standing Committee on 8 February 2005.
fr: Un contrat a par la suite été passé avec un cabinet de consultants de Genève pour la réalisation d'une étude indépendante; le Comité permanent a examiné le rapport le 8 février 2005.

source: The Board is pleased to take note of the UNHCR and inter-agency approaches towards responding to the above-mentioned requests of the General Assembly on governance and commends UNHCR for mentioning the issue in its financial report.
fr: Le Comité des commissaires aux comptes prend note avec satisfaction des démarches adoptées par le HCR et au niveau interinstitutions pour répondre aux demandes formulées par l'Assemblée générale en ce qui concerne la gouvernance et félicite le Haut-Commissariat d'avoir abordé la question dans son rapport financier.

source: However, the Board's recommendation to provide detailed disclosure remains to be implemented.
fr: Il n'en estime pas moins que sa recommandation concernant la communication de renseignements détaillés n'a pas encore été mise en œuvre.

source: The Board reiterates its recommendation that UNHCR consider disclosing more items in its financial report in respect of good governance principles applied to oversight, performance reporting, social accounting issues, risk management, continuity and internal control issues.
fr: Le Comité renouvelle sa recommandation tendant à ce que le HCR envisage de présenter dans son rapport financier un plus grand nombre de renseignements sur les principes de bonne gouvernance appliqués en ce qui concerne la supervision, l'information sur les résultats, la comptabilité sociale, la gestion des risques, la continuité de l'activité et le contrôle interne.

source: The Board considered that better disclosure would be a step towards taking a proactive approach to the review requested by the Assembly on governance structures, principles and accountability (see A/55/5/Add.5, chap. II, paras.
fr: Le Comité estime que l'amélioration de l'information constituerait un pas vers une approche dynamique de l'examen des structures de gestion, des principes et de la reddition des comptes demandé par l'Assemblée générale (voir A/59/5/Add.5, chap. II, par. 32 et 33).

source: UNHCR indicated that it might consider referencing the already available information related to corporate governance and that it would consider including in the financial statements those items that the United Nations community would deem relevant.
fr: Le HCR a indiqué qu'il considérerait la possibilité de diffuser l'information déjà disponible en ce qui concerne la gouvernance et qu'il envisagerait de présenter dans les états financiers les renseignements que les organismes des Nations Unies pourraient juger utiles.

source: It has not done so, however, in its 2004 financial statements, pending the conclusions of consultations such as those of the inter-agency Task Force on Accounting Standards.
fr: La raison pour laquelle il ne l'avait pas fait dans ses états financiers concernant 2004 était qu'il attendait les conclusions des consultations en cours, dont celles du Groupe de travail des normes comptables.

source: The General Assembly requested in its resolution 55/220 A of 23 December 2000 that the Secretary-General and the executive heads of the funds and programmes of the United Nations continue to evaluate what financial information should be presented in the financial statements and schedules and what should be presented in annexes to the statements in accordance with the United Nations system accounting standards.
fr: Dans sa résolution 55/220 A, l'Assemblée générale a prié le Secrétaire général et les chefs de secrétariat des fonds et programmes des Nations Unies de continuer à évaluer l'information financière qui devrait être présentée dans les états financiers et les tableaux connexes, et celle qui devrait figurer dans des annexes aux états, conformément aux normes comptables des Nations Unies.

source: UNHCR participates in the inter-agency Task Force that continues to review accounting standards and the presentation of financial statements.
fr: Le HCR participe au groupe de travail interinstitutions qui continue d'examiner les normes comptables et la présentation des états financiers.

source: The General Assembly, in its resolution 58/249 A of 23 December 2003, noted with concern the shortcomings identified by the Board of Auditors in the management of financial and human resources.
fr: Dans sa résolution 58/249 A, l'Assemblée générale a pris note avec préoccupation des carences relevées par le Comité des commissaires aux comptes dans la gestion des ressources financières et humaines du Haut-Commissariat.

source: The Assembly urged the High Commissioner to continue to implement the Board's recommendations and requested him to report regularly to the relevant governing bodies on progress made in that regard.
fr: Elle a demandé instamment au Haut-Commissaire de continuer à appliquer les recommandations du Comité et l'a prié d'informer régulièrement les organes directeurs compétents des progrès réalisés à cet égard.

source: Accordingly, the High Commissioner reported on the status of implementation of the recommendations to the 31st meeting of the Standing Committee in March 2005 and planned to continue to report regularly to both the Standing Committee and the Executive Committee.
fr: Le Haut-Commissaire, qui a rendu compte au Comité permanent, à sa trente et unième session en mars 2005, de l'état de la mise en œuvre de ces recommandations, envisageait de continuer à en informer périodiquement aussi bien le Comité permanent que le Comité exécutif.

source: In its report A/59/400, the Advisory Committee on Administrative and Budgetary Questions indicated that the administrations should continue to introduce and strengthen effective monitoring tools and to assign responsibility at the highest level of their management structure for implementation and follow-up of the Board's recommendations.
fr: Dans son rapport publié sous la cote A/59/400, le Comité consultatif pour les questions administratives et budgétaires a considéré que les administrations devraient continuer à adopter des outils de suivi efficaces et à renforcer ceux qui existaient déjà, ainsi qu'à confier l'application et le suivi des recommandations du Comité des commissaires aux comptes à un responsable occupant le plus haut niveau de la hiérarchie.

source: Two issues within UNHCR relate to that recommendation: the Oversight Committee and internal audit ratings.
fr: Pour le HCR, cette recommandation s'applique à la fois au Comité de surveillance et à la notation utilisée dans les audits internes.

source: The UNHCR Oversight Committee was established in 1997 to assist the High Commissioner in overseeing the financial and operational management of the agency, to monitor the independence and effectiveness of the internal oversight functions and to ensure that oversight findings and recommendations were adequately addressed.
fr: Le Comité de surveillance du HCR a été créé en 1997 pour aider le Haut-Commissaire à suivre la gestion financière et opérationnelle de l'organisation, à contrôler l'indépendance et l'efficacité des fonctions de contrôle interne et à garantir la bonne application des conclusions et recommandations formulées dans ce domaine.

source: The status of the implementation of external and internal audit recommendations was reported regularly to the Oversight Committee.
fr: Le Comité de surveillance est régulièrement informé de la mise en œuvre des recommandations issues des audits externes et internes.

source: UNHCR also provided quarterly updates on the status of implementation of the external audit recommendations, which were distributed to the Executive Committee members.
fr: Le HCR a communiqué des mises à jour trimestrielles sur l'application des recommandations d'audits externes, qui ont été diffusées aux membres du Comité exécutif.

source: The Committee may review internal controls and compliance, and has done so for the latter.
fr: Le Comité de surveillance est habilité à évaluer les contrôles internes et le respect des règles, et c'est ce qu'il a fait dans ce dernier domaine.

source: The terms of reference of the Committee were revised in September 2004 to augment the Committee's composition, responsibilities and rules of procedure.
fr: Le Comité de surveillance a vu son mandat réviser en septembre 2004, pour élargir sa composition, accroître ses responsabilités et étoffer son règlement interne.

source: It comprised the Deputy High Commissioner as chairperson, the Assistant High Commissioner, the Controller, the Directors of International Protection and of Human Resources Management and one external qualified professional, the recently retired Director of Administration of the United Nations Office at Geneva.
fr: Il compte parmi ses membres le Haut-Commissaire adjoint (qui en assure la présidence), le Haut-Commissaire assistant, le Contrôleur, les directeurs chargés de la protection internationale et de la gestion des ressources humaines et un administrateur extérieur qualifié, en la personne du Directeur de l'administration de l'Office des Nations Unies à Genève (qui vient de prendre sa retraite).

source: Ex officio members included the UNHCR Inspector General and the Chief of the UNHCR Audit Service within the Office of Internal Oversight Services.
fr: L'Inspecteur général du Haut-Commissariat et le chef du Service de l'audit du HCR du Bureau des services de contrôle interne font partie de ses membres de droit.

source: The membership consisted almost exclusively of management, with no representative of the stakeholders, and only one independent external member.
fr: Le Comité de surveillance est composé presque exclusivement de hauts responsables de la direction, sans représentation des parties prenantes, et ne comprend qu'un membre externe indépendant.

source: It therefore did not constitute an audit committee in line with best practices, although it was a commendable internal forum for audit follow-up.
fr: Il ne constitue donc pas un comité de surveillance conforme aux pratiques optimales, même s'il s'agit d'un service interne dont on peut louer les efforts concernant le suivi des audits.

source: UNHCR was of the view that the Committee constituted an internal audit committee similar to those of the Food and Agriculture Organization of the United Nations, the United Nations Educational, Scientific and Cultural Organization or the World Food Programme, in a context different from that of the private sector.
fr: Le HCR a estimé que son Comité de surveillance était comparable à ceux mis en place à l'Organisation des Nations Unies pour l'alimentation et l'agriculture, à l'Organisation des Nations Unies pour l'éducation, la science et la culture ou au Programme alimentaire mondial, dans un contexte différent de celui du secteur privé.

source: UNHCR stated that compliance in the private sector concerns external laws and regulations, whereas in an international organization it concerns internal regulations and rules, which are part of the organization's internal controls.
fr: Dans ce dernier, le suivi du respect des règles concerne la législation et la réglementation, tandis que dans une organisation internationale il porte sur les règles et règlements internes, qui font partie du dispositif de contrôle interne.

source: In the past, the Oversight Committee had met quarterly.
fr: Le Comité de surveillance se réunissait auparavant tous les trimestres.

source: In 2004, only two meetings took place, which was attributed by management to the change in membership.
fr: En 2004, il n'a tenu que deux réunions, en raison, a expliqué l'administration, des changements intervenus dans sa composition.

source: The terms of reference do not provide any time limitation for its members' mandate. UNHCR indicated that this matter would be reconsidered.
fr: Le HCR a indiqué que la question de la durée du mandat des membres du Comité, qui ne supportait aucune limitation, serait réexaminée.

source: Apart from the minutes of the meetings, the reporting process of the Committee was non-existent.
fr: À part les procès-verbaux de réunion, le Comité n'établissait aucun rapport.

source: UNHCR indicated that, starting in 2005, an annual report of the Oversight Committee to the Executive Committee would constitute an umbrella for the reports submitted for the individual oversight functions (internal audit, inspection, investigation).
fr: Le HCR a indiqué qu'à compter de 2005 un rapport annuel au Comité exécutif rassemblerait tous les rapports soumis pour chacune des fonctions de contrôle (audit interne, inspection, enquêtes).

source: It was concluded that the Oversight Committee played a useful role within the management structure, but did not constitute an independent audit committee that could operate parallel to it.
fr: Il a été conclu que le Comité de surveillance jouait un rôle utile dans la structure de gestion mais qu'il ne constituait pas un organe de contrôle indépendant pouvant mener ses activités en parallèle.

source: UNHCR planned to review at the end of 2005 the activities of the Oversight Committee to keep them in line with audit oversight arrangements at the United Nations Secretariat.
fr: Le HCR envisageait d'examiner d'ici à la fin de 2005 les activités du Comité de surveillance pour en assurer la conformité avec les arrangements relatifs aux organes de supervision en vigueur au Secrétariat de l'ONU.

source: Internal audit ratings
fr: Notation utilisée dans les audits
